[section]
id = 200000

[world]
id = 200001			;游戏世界ID
name = Origins			;游戏世界名称
pet_packet_valve = 10		; 宠物栏位个数

[ip]
db_server = 127.0.0.1

[port]
db_server = 5005

[golden_code]
db_server = 90100891
game_server = 292

[gm_server]
ip = 127.0.0.1		;GMServerIP
port = 6600			;GMServer端口

[display]
width = 800				;窗口大小
height = 600			;窗口大小

[ranking]
enable =   1  ;  排名开关
time = 1  ; 排名时间
pet = 1  ; 宠物排名开关
strength = 1  ; 实力排名开关
level = 1  ; 等级排名开关
equip = 1  ; 装备排名开关
fame = 1  ; 声望排名开关
